tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "cask"
brew "container"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "python@3.14"
brew "python-tk@3.14"
brew "ripgrep"
brew "starship"
brew "tailscale"
brew "thefuck"
brew "uv"
brew "wget"
brew "ykman"
brew "zoxide"
brew "zsh-autocomplete"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "claude-code"
